"BUTTON_AUTHENTICATE" = "Usar mi número de teléfono";

"BUTTON_CONTINUE" = "Continuar";

"BUTTON_DISMISS" = "Descartar";

"BUTTON_DONE" = "Listo";

"BUTTON_NOT_NOW" = "Ahora no";

"BUTTON_OKAY" = "Aceptar";

"BUTTON_RESEND_CONF_CODE" = "Reenviar código de confirmación";

"BUTTON_RETRY" = "Reintentar";

"BUTTON_SENDING" = "Enviando...";

"BUTTON_SENDING_CONF_CODE" = "Enviando código de confirmación";

"BUTTON_SEND_CONF_CODE" = "Enviar código de confirmación";

"BUTTON_SENT_CONF_CODE" = "Código de confirmación enviado";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Iniciar sesión con Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Intenta con otro número";

"CALL_ME_ACTION" = "Llámame";

"CALL_ME_LOADING" = "Llamando...";

"ERROR_CANT_SMS" = "No es posible enviar un SMS a este número.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Revisa tu código e inténtalo de nuevo";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Vaya, parece que tenemos un problema de red. ¿Lo intentamos de nuevo? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Revisa tu número e inténtalo de nuevo";

"ERROR_TRY_AGAIN_LATER" = "No pudimos iniciar sesión en Twitter en este momento. Por favor, inténtalo de nuevo más tarde.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Ya estableciste previamente el código de verificación de dos pasos en <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Al pulsar en \"Llámame\" arriba, <u>Digits by Twitter</u> te enviará una llamada de voz para confirmar tu número de teléfono. Se pueden aplicar tarifas de llamada y datos.";

"FOOTNOTE_CREATE_ACCOUNT" = "Al pulsar \"Continuar\", aceptas los <u>Términos de servicio</u>, la <u>Política de privacidad</u> y la <u>Política de cookies</u> de Digits by Twitter, y que otros usuarios de %@ puedan encontrarte por tu número de teléfono o correo electrónico.";

"FOOTNOTE_SEND_CONF_CODE" = "Al pulsar \"Enviar código de confirmación\" arriba, <u>Digits by Twitter</u> te enviará un mensaje SMS para confirmar tu número de teléfono. Se pueden aplicar tarifas de mensaje y datos.";

"FOOTNOTE_TOS_UPDATE" = "Al pulsar \"Continuar\", aceptas la actualización de los <u>Términos de servicio</u>, la <u>Política de privacidad</u> y la <u>Política de cookies</u> de Digits by Twitter, y que otros usuarios de %@ puedan encontrarte por tu número de teléfono o correo electrónico.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Introduce el código de verificación de dos pasos";

"LABEL_ENTER_CONF_CODE" = "Ingresar código de confirmación";

"LABEL_ENTER_PHONE_NUMBER" = "Ingresa tu número de teléfono";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Usamos Digits by Twitter para encontrar a amigos tuyos que usan esta app. Cuando pulses \"Aceptar\", subiremos tu libreta de direcciones a Digits by Twitter para que podamos ayudarte a encontrar usuarios de %@ que conozcas o ayudar a otros usuarios de %@ a encontrarte.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Encuentra a tus amigos";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "No se puede confirmar tu número de teléfono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Lo sentimos, tenemos problemas para enviarte un código de confirmación.";

"PARTIAL_FOOTNOTE_THIS_APP" = "esta aplicación";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Código de verificación";

"PLACEHOLDER_CONF_CODE" = "Código de confirmación";

"PLACEHOLDER_YOUR_NUMBER" = "Tu número";

"WAIT_FOR_CONF_CODE" = "Enviaremos a tu teléfono un código de confirmación dentro de un minuto.";

